#Grade 1. Этап 1: Задание 2

created_date = '17-01-2025' #дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = '31-01-2025' #дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"
print('Дата создания заметки:{0}\nДата истечения заметки:{1}'.format(created_date[:5], issue_date[:5]))

created_date2 = '17 Марта 2024'
issue_date2 = '31 Марта 2024'
print('Дата создания заметки:{0}\nДата истечения заметки:{1}'.format(created_date2[:8], issue_date2[:8]))
